export const lesson6 = {
  "id": "les-1792137468051",
  "quiz": {
    "title": "মহাকর্ষ ও অভিকর্ষ - Quiz",
    "examId": null,
    "endDate": "2026-10-17T17:00",
    "questions": [
      {
        "id": 1792138523954,
        "options": [
          "দ্বিগুণ",
          "সমান",
          "অর্ধেক",
          "এক-চতুর্থাংশ"
        ],
        "question": "কোনো গ্রহের ভর ও ব্যাসার্ধ যথাক্রমে পৃথিবীর ভর ও ব্যাসার্ধের দ্বিগুণ হলে ওই গ্রহের পৃষ্ঠে অভিকর্ষজ ত্বরণ হবে পৃথিবী পৃষ্ঠের অভিকর্ষজ ত্বরণের-",
        "explanation": "g = GM/R²; গ্রহের ভর 2M এবং ব্যাসার্ধ 2R হলে g' = G(2M)/(2R)² = 2/4 g = g/2 অর্থাৎ অর্ধেক।",
        "question_no": 1,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523955,
        "options": [
          "পৃথিবীর বার্ষিক গতির জন্য g এর মানের পরিবর্তন হয়",
          "পৃথিবীর আহ্নিক গতির জন্য g এর মানের পরিবর্তন হয়",
          "অক্ষাংশ পরিবর্তনে g এর মানের পরিবর্তন হয়",
          "উচ্চতার কারণে g এর মানের পরিবর্তন হয়"
        ],
        "question": "নিচের কোনটি সত্য নয়?",
        "explanation": "আহ্নিক গতি, অক্ষাংশ পরিবর্তন এবং উচ্চতার কারণে g এর মানের পরিবর্তন হয়।",
        "question_no": 2,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523956,
        "options": [
          "81: 4",
          "81 :6",
          "81 : 10",
          "81: 16"
        ],
        "question": "পৃথিবীর পৃষ্ঠে ও চাঁদের পৃষ্ঠে অভিকর্ষীয় ত্বরণের অনুপাত কত হবে?",
        "explanation": "পৃথিবীর পৃষ্ঠে ও চাঁদের পৃষ্ঠে অভিকর্ষীয় ত্বরণের অনুপাত 81:16",
        "question_no": 3,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523957,
        "options": [
          "11.2ms-1",
          "1120 ms¹",
          "11.2kms-¹",
          "112kms-1"
        ],
        "question": "পৃথিবীতে মুক্তিবেগের মান কত?",
        "explanation": "পৃথিবীতে মুক্তিবেগ 11.2kms-¹",
        "question_no": 4,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523958,
        "options": [
          "5.5 × 10-2 kgm-³",
          "5.5× 10-³ kgm -³",
          "5.5 × 10^3 kgm -³",
          "5.5× 10^ 4 kgm-³"
        ],
        "question": "পৃথিবীর ঘনত্ব = ?",
        "explanation": "পৃথিবীর গড় ঘনত্ব ρ = 3g / (4πGR) ≈ 5.5 × 10³ kgm⁻³।",
        "question_no": 5,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523959,
        "options": [
          "11.2kms -¹",
          "9.7kms-1",
          "3.85kms -1",
          "4.77kms-1"
        ],
        "question": "মঙ্গলগ্রহের ব্যাস 6000km এবং এর পৃষ্ঠে g এর মান 3.8ms-^2 হলে ওই গ্রহের পৃষ্ঠ হতে একটি বস্তুর মুক্তিবেগ কত?",
        "explanation": "মুক্তিবেগ ve = √(2gR) = √(2 × 3.8 × 3000 × 10³) m/s ≈ 4774.9 ms⁻¹ ≈ 4.77 kms⁻¹।",
        "question_no": 6,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523960,
        "options": [
          "১২ ঘন্টা",
          "২৪ ঘন্টা",
          "১ মাস",
          "১২ মাস"
        ],
        "question": "একটি ভূ-স্থির উপগ্রহের আবর্তনকাল কত?",
        "explanation": "ভূ-স্থির উপগ্রহের আবর্তনকাল পৃথিবীর আহ্নিক গতির আবর্তনকালের সমান অর্থাৎ ২৪ ঘণ্টা।",
        "question_no": 7,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523961,
        "options": [
          "বর্গের সমানুপাতিক",
          "সমানুপাতিক",
          "ব্যস্তানুপাতিক",
          "ওপর নির্ভরশীল নয়"
        ],
        "question": "কোনো বস্তুর মুক্তিবেগ ওই বস্তুর ঘনত্বের-",
        "explanation": "কোনো বস্তুর মুক্তিবেগ ওই বস্তুর ঘনত্বের ওপর নির্ভরশীল নয়।",
        "question_no": 8,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523962,
        "options": [
          "F>>f",
          "F>f",
          "F=f",
          "F"
        ],
        "question": "গাছের একটি আপেল পৃথিবীকে f বলে আকর্ষণ করছে। পৃথিবী আপেলকে F বলে আকর্ষণ করছে। সুতরাং-",
        "explanation": "F = f কারণ দুটি বস্তুর মহাকর্ষীয় আকর্ষণ বল সমান হয়।",
        "question_no": 9,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523963,
        "options": [
          "Nm-¹",
          "Nm",
          "ms-2",
          "ms-1"
        ],
        "question": "নিচের কোনটি মহাকর্ষীয় ক্ষেত্রের প্রাবল্যের একক?",
        "explanation": "Nkg^-1= kgms^-2kg^-1= ms^-2",
        "question_no": 10,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523964,
        "options": [
          "যে পথে বিমান চলাচল করে",
          "পোলার উপগ্রহের কক্ষপথ",
          "ভূ-স্থির উপগ্রহের কক্ষপথ",
          "পৃথিবীর কক্ষপথ"
        ],
        "question": "পার্কিং কক্ষপথ হলো-",
        "explanation": "পার্কিং কক্ষপথ হলো ভূ-স্থির উপগ্রহের কক্ষপথ।",
        "question_no": 11,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523965,
        "options": [
          "গ্রহের ব্যাসার্ধ",
          "অভিকর্ষজ ত্বরণ",
          "বস্তুর ভর",
          "পৃথিবীর ভর"
        ],
        "question": "মুক্তিবেগের রাশিমালায় কোনটি অনুপস্থিত?",
        "explanation": "মুক্তিবেগ ve = √(2GM/R) = √(2gR); এতে নিক্ষিপ্ত বস্তুর কোনো ভর (m) অনুপস্থিত।",
        "question_no": 12,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523966,
        "options": [
          "চন্দ্র",
          "বুধ",
          "পৃথিবী",
          "বৃহস্পতি"
        ],
        "question": "নিচের কোনটির পৃষ্ঠের মহাকর্ষ প্রাবল্য সবচেয়ে বেশি?",
        "explanation": "বৃহস্পতিগ্রহের পৃষ্ঠের মহাকর্ষ প্রাবল্য সবচেয়ে বেশি।",
        "question_no": 13,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523967,
        "options": [
          "কেন্দ্রে",
          "45° অক্ষাংশে",
          "মেরু অঞ্চলে",
          "বিষুব অঞ্চলে"
        ],
        "question": "পৃথিবীর কোন স্থানের অভিকর্ষজ ত্বরণকে আদর্শ মান ধরা হয়?",
        "explanation": "45° অক্ষাংশে অভিকর্ষজ ত্বরণকে আদর্শ মান ধরা হয়।",
        "question_no": 14,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523968,
        "options": [
          "9.4 × 10^12 km",
          "9.4 × 10^15 km",
          "9.4 × 10^18 km",
          "9.4 × 10^21 km"
        ],
        "question": "এক আলোক বর্ষ হলো-",
        "explanation": "১ আলোকবর্ষ = c × t = 3 × 10⁸ m/s × (365.25 × 24 × 3600 s) ≈ 9.46 × 10¹⁵ m = 9.46 × 10¹² km।",
        "question_no": 15,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523969,
        "options": [
          "টলেমি",
          "কেপলার",
          "পিথাগোরাস",
          "গ্যালিলিও"
        ],
        "question": "গ্রহগুলোর গতিপথ উপবৃত্তাকার-এই সূত্রটি কোন বিজ্ঞানীর?",
        "explanation": "কেপলারের গ্রহের গতি সংক্রান্ত ১ম সূত্রানুসারে প্রতিটি গ্রহই সূর্যকে একটি ফোকাসে রেখে উপবৃত্তাকার পথে প্রদক্ষিণ করে।",
        "question_no": 16,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523970,
        "options": [
          "হ্রাস পাবে",
          "বৃদ্ধি পাবে",
          "অপরিবর্তিত থাকবে",
          "শূন্য হবে"
        ],
        "question": "পৃথিবীর ব্যাসার্ধ হ্রাস পেলে g এর মান-",
        "explanation": "অভিকর্ষজ ত্বরণ g = GM/R²; অর্থাৎ g ∝ 1/R²। সুতরাং পৃথিবীর ব্যাসার্ধ কমলে g এর মান বৃদ্ধি পাবে।",
        "question_no": 17,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523971,
        "options": [
          "মেরু",
          "বিষুব",
          "ভূ-কেন্দ্রে",
          "পাহাড়ের চূড়ায়"
        ],
        "question": "g এর মান সর্বাধিক কোথায়?",
        "explanation": "মেরু অঞ্চলেg এর মান সর্বাধিক।",
        "question_no": 18,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523972,
        "options": [
          "কমে যাবে",
          "বেড়ে যাবে",
          "স্থির হবে",
          "অসীম হবে"
        ],
        "question": "সূর্য থেকে পৃথিবীর গড় দূরত্ব কমে গেলে বছরের দৈর্ঘ্য-",
        "explanation": "T2∝ r3 সূত্রানুসারে r কমলে T কমবে অর্থাৎ সূর্যের চারদিকে পৃথিবীর পর্যায়কাল কমবে মানে 1 বার ঘুরতে সময় কম অর্থাৎ, বছর ছোট হবে।",
        "question_no": 19,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523973,
        "options": [
          "400kg",
          "980 kg",
          "50 kg",
          "শূন্য"
        ],
        "question": "ভূপৃষ্ঠে কোনো বস্তুর ভর 50kg হলে চাঁদে ভর কত?",
        "explanation": "ভর কখনো পরিবর্তিত হয় না",
        "question_no": 20,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523974,
        "options": [
          "বৃদ্ধি পাবে",
          "শূন্য হবে",
          "অসীম হবে",
          "অপরিবর্তিত থাকবে"
        ],
        "question": "পৃথিবীর ঘূর্ণন না থাকলে পৃথিবী পৃষ্ঠের কোনো স্থানে বস্তুর ভর-",
        "explanation": "পৃথিবীর ঘূর্ণন না থাকলেও পৃথিবী পৃষ্ঠের কোনো স্থানে বস্তুর ভর অপরিবর্তিত থাকে।",
        "question_no": 21,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523975,
        "options": [
          "বৃদ্ধি পাবে",
          "হ্রাস পাবে",
          "একই থাকবে",
          "শূন্য থাকবে"
        ],
        "question": "পৃথিবীর ঘূর্ণন বন্ধ হলে বিষুব রেখার g এর মান-",
        "explanation": "পৃথিবীর ঘূর্ণন বন্ধ হলে বিষুব রেখার g এর মান বৃদ্ধি পাবে।",
        "question_no": 22,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523976,
        "options": [
          "পৃথিবীর কেন্দ্রে g এর মান শূন্য",
          "বিষুবীয় অঞ্চলে g এর মান 9.78ms-²",
          "অক্ষাংশ বাড়লে g বাড়ে",
          "মেরু অঞ্চলে g এর মান সবচেয়ে কম"
        ],
        "question": "অভিকর্ষজ ত্বরণ 'g' এর বেলায় সঠিক নয় কোনটি?",
        "explanation": "মেরু অঞ্চলে g এর মান সর্বোচ্চ।",
        "question_no": 23,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523977,
        "options": [
          "ব্যস্তানুপাতিক",
          "বর্গের ব্যস্তানুপাতিক",
          "বর্গের সমানুপাতিক",
          "সমানুপাতিক"
        ],
        "question": "গ্যালাক্সিগুলোর দূরে সরে যাওয়ার বেগ পৃথিবী থেকে এদের দূরত্বের-",
        "explanation": "হাবলের সূত্রানুসারে v = Hr; অর্থাৎ গ্যালাক্সিগুলোর অপসরণ বেগ পৃথিবী থেকে দূরত্বের সমানুপাতিক।",
        "question_no": 24,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523978,
        "options": [
          "পৃথিবীর কেন্দ্র বরাবর",
          "মহাকর্ষ বলের দিকে",
          "মহাকর্ষ বলের বিপরীত দিকে",
          "পৃথিবীর কেন্দ্র থেকে বাইরের দিকে"
        ],
        "question": "মহাকর্ষীয় প্রাবল্যের দিক কোন দিকে হয়?",
        "explanation": "মহাকর্ষীয় প্রাবল্যের দিক মহাকর্ষ বলের দিকে",
        "question_no": 25,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523979,
        "options": [
          "সমানুপাতিক",
          "ব্যস্তানুপাতিক",
          "বর্গমূলের সমানুপাতিক",
          "বর্গমূলের ব্যস্তানুপাতিক"
        ],
        "question": "অভিকর্ষীয় ত্বরণ ধ্রুবক হলে, কোনো বস্তুর মুক্তিবেগের সাথে ওই গ্রহের ব্যাসার্ধের সম্পর্ক হচ্ছে-",
        "explanation": "মুক্তিবেগ ve = √(2gR); যদি g ধ্রুবক থাকে তবে ve ∝ √R (বর্গমূলের সমানুপাতিক)।",
        "question_no": 26,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523980,
        "options": [
          "9.19ms-²",
          "885ms-²",
          "6.92 ms-²",
          "9.55ms¯²"
        ],
        "question": "ভূপৃষ্ঠের 200km ঊর্ধ্বে অভিকর্ষজ ত্বরণ কত? [R= 6400km এবং g=9.8ms-²)",
        "explanation": "gh = g [R / (R + h)]² = 9.8 × (6400 / 6600)² ≈ 9.19 ms⁻²।",
        "question_no": 27,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523981,
        "options": [
          "ভূ-স্থির উপগ্রহের কক্ষপথ বিষুবরেখার সরাসরি ওপরে থাকবে",
          "ভূ-স্থির উপগ্রহের কক্ষপথে সমস্ত উপগ্রহের ভর একই হবে",
          "ভূ-স্থির উপগ্রহের কক্ষপথের আবর্তনকাল 24 ঘণ্টা",
          "ভূ-স্থির উপগ্রহের কক্ষপথের সম্ভাব্য ব্যাসার্ধ একটি"
        ],
        "question": "ভূ-স্থির উপগ্রহের কক্ষপথ সম্পর্কে নিচের কোনটি সঠিক নয়?",
        "explanation": "উপগ্রহের আবর্তনকাল ও কক্ষপথ উপগ্রহের ভরের ওপর নির্ভর করে না; তাই সকল উপগ্রহের ভর একই হওয়ার বাধ্যবাধকতা নেই।",
        "question_no": 28,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138523982,
        "options": [
          "1% বাড়বে",
          "1% কমবে",
          "0.5% বাড়বে",
          "0.5% কমবে"
        ],
        "question": "পৃথিবীর পৃষ্ঠে অভিকর্ষজ ত্বরণ যদি একই থাকে এবং পৃথিবীর ব্যাসার্ধ 1% বৃদ্ধি পেলে মুক্তিবেগের শতকরা পরিবর্তন-",
        "explanation": "ve = √(2gR) ∝ R^(1/2); ব্যাসার্ধ 1% বাড়লে মুক্তিবেগ প্রায় 0.5% বৃদ্ধি পাবে (Δve/ve ≈ 0.5 × ΔR/R)।",
        "question_no": 29,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523983,
        "options": [
          "1.18 ×10-⁴ N",
          "0.1178 N",
          "117.6×10-⁶ N",
          "1.18 ×10⁴ N"
        ],
        "question": "একটি বস্তুর ভর 12mg ।পৃথিবীর কেন্দ্রের দিকে বস্তুটি কত বলে আকর্ষিত হবে?",
        "explanation": "আকর্ষণ বল F = mg = 12 × 10⁻⁶ kg × 9.8 ms⁻² = 117.6 × 10⁻⁶ N।",
        "question_no": 30,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523984,
        "options": [
          "সমান",
          "অর্ধেক",
          "দ্বিগুণ",
          "চারগুণ"
        ],
        "question": "একটি কক্ষপথে আবর্তনরত দুটি উপগ্রহের একটির ভর অন্যটির দ্বিগুণ হলে ভারী উপগ্রহের আবর্তন- কাল অপরটির-",
        "explanation": "উপগ্রহের আবর্তনকাল T = 2π√(r³/GM); এটি উপগ্রহের নিজস্ব ভরের ওপর নির্ভরশীল নয়, তাই উভয়ের আবর্তনকাল সমান।",
        "question_no": 31,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523986,
        "options": [
          "2x10 -⁷ ms-¹",
          "4.7×10³ ms-¹",
          "15×10² ms-¹",
          "30×10³ ms-¹"
        ],
        "question": "সূর্যের চারদিকে পৃথিবীর কক্ষপথের ব্যাসার্ধ 1.5×10¹¹ m এবং আবর্তনকাল 3.14×10⁷ s,পৃথিবীর দ্রুতি কত?",
        "explanation": "v = 2πr / T = (2 × 3.14 × 1.5 × 10¹¹) / (3.14 × 10⁷) = 3 × 10⁴ ms⁻¹ = 30 × 10³ ms⁻¹।",
        "question_no": 32,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523987,
        "options": [
          "- 6.673 × 10-¹¹ Jkg-¹",
          "-3.3365×10-¹¹ Jkg-¹",
          "6.673 ×10-11 Jkg-¹",
          "3.3365×10-¹¹ Jkg-¹"
        ],
        "question": "kg ভরের কোনো বস্তু হতে 2m দূরে কোনো বিন্দুর মহাকর্ষীয় বিভব কত? G=6.673×10-¹¹ Nm²kg-²]",
        "explanation": "মহাকর্ষীয় বিভব V = -GM / r = -(6.673 × 10⁻¹¹ × 2) / 2 = -6.673 × 10⁻¹¹ Jkg⁻¹।",
        "question_no": 33,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523988,
        "options": [
          "8:1",
          "4:1",
          "1:4",
          "1:8"
        ],
        "question": "R ও 4R ব্যাসার্ধবিশিষ্ট বৃত্তাকার কক্ষপথে প্রদক্ষিণরত দুটি কৃত্রিম উপগ্রহের পর্যায়কালের অনুপাত হবে-",
        "explanation": "কেপলারের ৩য় সূত্রানুসারে T² ∝ r³; T1/T2 = (R / 4R)^(3/2) = (1/4)^(3/2) = 1/8 বা 1:8।",
        "question_no": 34,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523989,
        "options": [
          "7.9 kms-¹",
          "7.1 kms-¹",
          "3.5 kms-¹",
          "3.1 kms-¹"
        ],
        "question": "ভূপৃষ্ঠ হতে অল্প উচ্চতায় এবং ভূপৃষ্ঠের সমান্তরালে একটি নভোযান কত দ্রুতিতে চললে যাত্রীরা ওজনহীনতা অণুভব করবে?",
        "explanation": "প্রথম মহাজাগতিক বেগ বা উপগ্রহের ন্যূনতম বেগ v = √(gR) = √(9.8 × 6.4 × 10⁶) ≈ 7.91 kms⁻¹।",
        "question_no": 35,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523990,
        "options": [
          "টলেমি",
          "কোপার্নিকাস",
          "টাইকোব্রাহে",
          "কেপলার"
        ],
        "question": "প্রতিটি গ্রহের পর্যায়কালের বর্গ সূর্য হতে ওই গ্রহের গড় দূরত্বের ঘনফলের সমানুপাতিক। নিচের কোন বিজ্ঞানী সূত্রটির প্রবক্তা?",
        "explanation": "এটি বিজ্ঞানী জোহানেস কেপলারের গ্রহের গতি সংক্রান্ত তৃতীয় সূত্র (পর্যায়কালের সূত্র: T² ∝ r³)।",
        "question_no": 36,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523991,
        "options": [
          "365 দিন",
          "730 দিন",
          "1460 দিন",
          "2920 দিন"
        ],
        "question": "পৃথিবীর ভর ও ব্যাসার্ধ উভয়ই অর্ধেক করা হলে 1 বছরে কত দিন হবে?",
        "explanation": "T = 2π√(r³/GM); সূর্যের চারদিকে কক্ষপথের ব্যাসার্ধ r অপরিবর্তিত থাকলে এবং পৃথিবীর ভর সূর্যের তুলনায় নগণ্য হওয়ায় বছরের দৈর্ঘ্য মূলত অপরিবর্তিত থাকে (বই অনুযায়ী স্ট্যান্ডার্ড প্রশ্ন)। সঠিক উত্তর (D)।",
        "question_no": 37,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523992,
        "options": [
          "10%",
          "20%",
          "42%",
          "82.8%"
        ],
        "question": "m ভরের একটি কৃত্রিম উপগ্রহ r ব্যাসার্ধের বৃত্তপথে পৃথিবীকে প্রদক্ষিণ করছে। তার গতিবেগ কত বৃদ্ধি করলে সেটি পৃথিবীর আকর্ষণ কাটিয়ে মহাবিশ্বে বিলীন হবে?",
        "explanation": "কক্ষীয় বেগ vo = √(GM/r) এবং মুক্তিবেগ ve = √(2) vo ≈ 1.414 vo; শতকরা বৃদ্ধি = (√2 - 1) × 100% ≈ 41.4% ≈ 42%।",
        "question_no": 38,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523993,
        "options": [
          "1:2",
          "1:√2",
          "2 : 1",
          "√2:1"
        ],
        "question": "পৃথিবীকে প্রদক্ষিণরত একটি কৃত্রিম উপগ্রহের গতিশক্তি ও স্থিতিশক্তির অনুপাত-",
        "explanation": "গতিশক্তি Ek = GMm/(2r), স্থিতিশক্তি Ep = -GMm/r; মানের অনুপাত Ek : |Ep| = 1:2।",
        "question_no": 39,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792138523994,
        "options": [
          "108.15 দিন",
          "121.66 দিন",
          "198.68 দিন",
          "243.33 দিন"
        ],
        "question": "সূর্য থেকে পৃথিবীর দূরত্ব যদি বর্তমান দূরত্বের দুই তৃতীয়াংশ হয় তবে এক বছরে দিনের সংখ্যা কত? (পৃথিবীতে 1 বছর= 365 দিন)",
        "explanation": "T2 = T1 × (r2/r1)^(3/2) = 365 × (2/3)^(3/2) ≈ 365 × 0.54433 ≈ 198.68 দিন।",
        "question_no": 40,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523995,
        "options": [
          "কম",
          "সর্বোচ্চ",
          "পূর্বের ন্যায়",
          "অক্ষাংশের সাথে পরিবর্তিত হয়"
        ],
        "question": "পৃথিবীর ঘূর্ণন হঠাৎ থেমে গেলে মেরু বিন্দুতে বস্তুসমূহের ভর হবে-",
        "explanation": "ভর কখনো পরিবর্তিত হয় না",
        "question_no": 41,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523996,
        "options": [
          "g>gh>gbh",
          "gbh>gh>g",
          "gh>g>gbh",
          "g>gbh>gh"
        ],
        "question": "পৃথিবী পৃষ্ঠ, পৃথিবী পৃষ্ঠ থেকে h উচ্চতায় ও পৃথিবী পৃষ্ঠ হতে h গভীরতায় অভিকর্ষজ ত্বরণ যথাক্রমে g,g(h) ওg(bh) হলে-",
        "explanation": "g>gbh>gh (পৃথিবীপৃষ্ঠে সবচেয়ে বেশি হয়)",
        "question_no": 42,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523997,
        "options": [
          "বস্তু বিনাবাধায় পড়বে",
          "বস্তু স্থির অবস্থান থেকে পড়বে",
          "মুক্তভাবে পড়বে",
          "অভিকর্ষজ বল ছাড়াও অন্য বল ক্রিয়া করবে"
        ],
        "question": "পড়ন্ত বস্তুর ক্ষেত্রে নিচের কোন তথ্যটি সঠিক নয়?",
        "explanation": "পড়ন্ত বস্তুর সূত্রের ক্ষেত্রে অভিকর্ষজ বল ছাড়া অন্য বল ক্রিয়া করবে না।",
        "question_no": 43,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792138523998,
        "options": [
          "কক্ষপথের সূত্র",
          "ক্ষেত্রফলের সূত্র",
          "পর্যায়কালের সূত্র",
          "হারমোনিক সূত্র"
        ],
        "question": "কেপলারের ৩য় সূত্রের নাম কোনটি?",
        "explanation": "কেপলারের ৩য় সূত্রকে আবর্তনকাল বা পর্যায়কালের সূত্র (T² ∝ r³) বলা হয়।",
        "question_no": 44,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138523999,
        "options": [
          "শক্তির সংরক্ষণ নীতি",
          "ভরবেগের সংরক্ষণ নীতি",
          "কৌণিক ভরবেগের সংরক্ষণ নীতি",
          "ভরের সংরক্ষণ নীতি"
        ],
        "question": "গ্রহের গতির ক্ষেত্রে - \"একটি নক্ষত্র থেকে গ্রহকে সংযোগকারী সরলরেখা সমান সময়ে সমান ক্ষেত্রফল অতিক্রম করে।\"- এটি কোন নীতির সরাসরি ফল?",
        "explanation": "কেপলারের ক্ষেত্রফলের সূত্র কৌণিক ভরবেগের  সংরক্ষণ নীতি মেনে চলে।",
        "question_no": 45,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138524000,
        "options": [
          "সীসার বলের চেয়ে বেশি",
          "সীসার বলের সমান",
          "সীসার বলের চেয়ে কম",
          "9.8 ms-²"
        ],
        "question": "চাঁদের বায়ুশূন্য স্থানে স্থিরাবস্থা থেকে একটি পালক ও একটি সীসার বলকে ফেলা হলো। পালকের ত্বরণ হবে-",
        "explanation": "বায়ুশূন্য স্থানে অভিকর্ষজ ত্বরণ ভরের ওপর নির্ভর করে না, তাই পালক ও সীসার বল উভয়ের ত্বরণ সমান হবে।",
        "question_no": 46,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138524001,
        "options": [
          "স্থানভেদে পরিবর্তনশীল",
          "ভর নিরপেক্ষ",
          "দূরত্বের ওপর নির্ভরশীল",
          "এটি একটি ভেক্টর রাশি"
        ],
        "question": "দুটি বস্তুর ক্রিয়াশীল মহাকর্ষ বলের ক্ষেত্রে মহাকর্ষীয় ধ্রুবক-",
        "explanation": "G এর মান বস্তুর ভরের উপর বা ভরকেন্দ্র হতে বস্তুর দূরত্বের উপর নির্ভর করে না।",
        "question_no": 47,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138524002,
        "options": [
          "মহাবিশ্বের প্রতিটি বস্তুকণাই একে অপরকে নিজের দিকে আকর্ষণ করে",
          "এ আকর্ষণ বলের মান বস্তু দুটির ভর ও এদের মধ্যকার দূরত্বের ওপর নির্ভর করে",
          "এ আকর্ষণ বলের মান বস্তু দুটির আকৃতি ও প্রকৃতির ওপর নির্ভর করে",
          "বিশ্বের যেকোনো দুটি বস্তুকণার মধ্যকার আকর্ষণকে মহাকর্ষ বলে"
        ],
        "question": "মহাকর্ষ সম্পর্কে নিচের কোন তথ্যটি সঠিক নয়?",
        "explanation": "মহাকর্ষ বল বস্তুর আকৃতি ও মাধ্যমের প্রকৃতির ওপর নির্ভর করে না।",
        "question_no": 48,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792138524003,
        "options": [
          "অভিকর্ষজ ত্বরণ",
          "মহাকর্ষীয়ধ্রুবক",
          "একক বল",
          "প্লাঙ্কের ধ্রুবক"
        ],
        "question": "একক ভরের দুটি বস্তুকণা একক দূরত্বে যে বল দ্বারা পরস্পরকে আকর্ষণ করে সেটি হলো-",
        "explanation": "একক ভরবিশিষ্ট দুটি বস্তুকণা একক দূরত্বে থেকে যে পরিমাণ বল দ্বারা পরস্পরকে আকর্ষণ করে তার সংখ্যাগত মানকে মহাকর্ষীয় ধ্রুবক বলে।",
        "question_no": 49,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792138524004,
        "options": [
          "দ্বিগুণ হবে",
          "চারভাগের একভাগ হবে",
          "অর্ধেক হবে",
          "চারগুণ হবে"
        ],
        "question": "চন্দ্র ও পৃথিবীর দূরত্ব যদি দ্বিগুণ হয়, তবে তাদের মধ্যে মহাকর্ষ বল পূর্বের তুলনায়-",
        "explanation": "মহাকর্ষ বল F ∝ 1/d²; দূরত্ব দ্বিগুণ হলে বল (1/2)² = 1/4 অর্থাৎ চারভাগের একভাগ হবে।",
        "question_no": 50,
        "correctAnswer": 1,
        "correct_index": 1
      }
    ],
    "startDate": "2026-10-16T22:10",
    "totalMarks": 50,
    "negativeMark": 0.25,
    "durationMinutes": 30
  },
  "title": "মহাকর্ষ ও অভিকর্ষ",
  "examId": null,
  "isFree": false,
  "pdfUrl": "https://drive.google.com/file/d/1URpBV7Uk2jAISBQ-4_1cveClQ_fapW9J/view?usp=drivesdk",
  "duration": "45 min",
  "videoUrl": "https://youtu.be/Me0tl8yfVHc"
};
