export const lesson7 = {
  "id": "les-1792260214195",
  "quiz": {
    "title": "পদার্থের গাঠনিক ধর্ম - Quiz",
    "examId": null,
    "endDate": "2026-10-18T17:33",
    "questions": [
      {
        "id": 1792261971411,
        "options": [
          "প্রযুক্ত বল সরিয়ে নিলে যে ধর্মের জন্য বিকৃত বস্তু আগের আকার ও আয়তন ফিরে পায়",
          "বাইরে থেকে বল প্রয়োগের ফলে কোনো বস্তুর একক মাত্রায় যে পরিবর্তন হয়",
          "যে মানের বল পর্যন্ত কোনো বস্তু পূর্ণস্থিতিস্থাপক থাকে",
          "সর্বাপেক্ষা কম যে বলের ক্রিয়ায় কোনো বস্তু ছিঁড়ে বা ভেঙে যায়"
        ],
        "question": "স্থিতিস্থাপক সীমা হচ্ছে",
        "explanation": "যে মানের বল পর্যন্ত কোনো বস্তু পূর্ণস্থিতিস্থাপক থাকে তাকে স্থিতিস্থাপক সীমা বলে।",
        "question_no": 1,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971412,
        "options": [
          "বস্তুর একক ক্ষেত্রফলের ওপর লম্বভাবে উদ্ভূত বল",
          "বাইরে থেকে বল প্রয়োগের ফলে কোনো বস্তুর যে পরিবর্তন হয়",
          "সর্বাপেক্ষা কম যে বলের ক্রিয়ায় বস্তুর ছিঁড়ে বা ভেঙে যায়",
          "সর্বাপেক্ষা বেশি যে বল প্রয়োগ করে বল অপসারণ করলে বস্তুটি পূর্বাবস্থায় ফিরে যায়"
        ],
        "question": "অসহ বল কোনটি?",
        "explanation": "সর্বাপেক্ষা কম যে বলের ক্রিয়ায় বস্তু ছিঁড়ে বা ভেঙে যায় তাকে অসহ বল বলে।",
        "question_no": 2,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971413,
        "options": [
          "MLT-²",
          "ML-²T",
          "ML-¹T-²",
          "M-¹L-¹T-²"
        ],
        "question": "পীড়নের মাত্রা কোনটি?",
        "explanation": "পীড়নের একক Nm-² এবং মাত্রা ML-¹T-²",
        "question_no": 3,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971414,
        "options": [
          "ইস্পাত",
          "রাবার",
          "তামা",
          "সোনা"
        ],
        "question": "নিচের কোনটির স্থিতিস্থাপকতা সর্বাপেক্ষা বেশি?",
        "explanation": "রাবারের তুলনায় ইস্পাতের স্থিতিস্থাপকতা অনেক বেশি।",
        "question_no": 4,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971415,
        "options": [
          "পয়সনের অনুপাত",
          "ইয়ং গুণাঙ্ক",
          "সংনম্যতা",
          "দৃঢ়তার গুণাঙ্ক"
        ],
        "question": "আয়তন গুণাঙ্কের বিপরীত রাশি কোনটি?",
        "explanation": "আয়তন গুণাঙ্কের বিপরীত রাশি সংনম্যতা।",
        "question_no": 5,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971416,
        "options": [
          "ইয়ং-এর গুণাঙ্ক",
          "আয়তন গুণাঙ্ক",
          "দৃঢ়তার গুণাঙ্ক",
          "পয়সনের অনুপাত"
        ],
        "question": "স্থিতিস্থাপকতার সীমার মধ্যে আকার পীড়ন ও আকার বিকৃতির অনুপাত হচ্ছে-",
        "explanation": "স্থিতিস্থাপকতার সীমার মধ্যে আকার পীড়ন ও আকার বিকৃতির অনুপাত একটি ধ্রুব সংখ্যা, একে দৃঢ়তার গুণাঙ্ক বলে।",
        "question_no": 6,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971417,
        "options": [
          "4× 10^-6 Nm-²",
          "3.92 x 10^-4 Nm-²",
          "4 × 10^7 Nm-²",
          "3.92 × 10^8 Nm-²"
        ],
        "question": "একটি তারের প্রস্থচ্ছেদের ক্ষেত্রফল 1 mm² এবং অসহ ভর 40 kg। তারের অসহ পীড়ন",
        "explanation": "অসহ পীড়ন = অসহ বল / প্রস্থচ্ছেদের ক্ষেত্রফল = (mg) / A = (40 × 9.8) N / (1 × 10⁻⁶ m²) = 392 / 10⁻⁶ = 3.92 × 10⁸ Nm⁻²।",
        "question_no": 7,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971418,
        "options": [
          "ভিন্ন দৈর্ঘ্যের",
          "ভিন্ন উপাদানের",
          "একই উপাদানের",
          "যেকোনোটি হতে পারে"
        ],
        "question": "দুটি ভিন্ন প্রস্থচ্ছেদের তারের ইয়ং-এর স্থিতিস্থাপক গুণাঙ্ক একই। তার দুটি",
        "explanation": "ইয়ং-এর স্থিতিস্থাপক গুণাঙ্ক বস্তুর উপাদান ও তাপমাত্রার উপর নির্ভর করে।",
        "question_no": 8,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971419,
        "options": [
          "পূর্বের অর্ধেক",
          "পূর্বের সমান",
          "পূর্বের দ্বিগুণ",
          "পূর্বের এক-চতুর্থাংশ"
        ],
        "question": "কোনোতারকে কেটে সমান দুটুকরা করা হলো। এতে তারের অসহ ভার হবে-",
        "explanation": "ন্যূনতম যে নির্দিষ্ট ভারের ক্রিয়ায় কোনো বস্তু ভেঙ্গে বা ছিড়ে যায় তাকে অসহ ভার বা অসহ ওজন বলে।",
        "question_no": 9,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971420,
        "options": [
          "অসংনম্যতা",
          "সংনম্যতা",
          "কাঠিন্য গুণাঙ্ক",
          "ইয়ং-এর গুণাঙ্ক"
        ],
        "question": "আয়তন গুণাঙ্কের অন্য নাম কী?",
        "explanation": "আয়তন গুণাঙ্কের অন্য নাম অসংনম্যতা",
        "question_no": 10,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971421,
        "options": [
          "হ্রাস পাবে",
          "প্রথমে বৃদ্ধি পেয়ে পরে কমবে",
          "বৃদ্ধি পাবে",
          "একই থাকবে"
        ],
        "question": "একটি স্টিলের তারের তাপমাত্রা বাড়ালে ইয়ং-এর গুণাঙ্ক-",
        "explanation": "তাপমাত্রা বৃদ্ধি পেলে ইস্পাতের অণুগুলোর মধ্যে দূরত্ব বৃদ্ধি পায়। ফলে ইস্পাতের আকার এবং আকৃতি পরিবর্তনের জন্য কম শক্তির প্রয়োজন হয়। তাই, স্থিতিস্থাপক গুণাঙ্কও হ্রাস পায়।",
        "question_no": 11,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971422,
        "options": [
          "MLT-¹",
          "ML-¹T-²",
          "MLT-²",
          "ML²T-²"
        ],
        "question": "স্থিতিস্থাপক গুণাঙ্কের মাত্রা কী?",
        "explanation": "স্থিতিস্থাপক গুণাঙ্ক = পীড়ন / বিকৃতি। বিকৃতি মাত্রাহীন হওয়ায় এর মাত্রা পীড়নের মাত্রার সমান, অর্থাৎ [ML⁻¹T⁻²]।",
        "question_no": 12,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971423,
        "options": [
          "পীড়ন",
          "ইয়ং-এর গুণাঙ্ক",
          "বিকৃতি",
          "চাপ"
        ],
        "question": "নিচের কোনটির মাত্রা নেই?",
        "explanation": "বিকৃতির একক ও মাত্রা নেই।",
        "question_no": 13,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971424,
        "options": [
          "দৈর্ঘ্য পীড়ন ও দৈর্ঘ্য বিকৃতির অনুপাত",
          "আয়তন পীড়ন ও আয়তন বিকৃতির অনুপাত",
          "ব্যবর্তন পীড়ন ও ব্যবর্তন বিকৃতির অনুপাত",
          "পার্শ্ব বিকৃতি ও দৈর্ঘ্য বিকৃতির অনুপাত"
        ],
        "question": "পয়সনের অনুপাত হচ্ছে স্থিতিস্থাপক সীমার মধ্যে-",
        "explanation": "স্থিতিস্থাপক সীমার মধ্যে বস্তুর পার্শ্ব বিকৃতি ও দৈর্ঘ্য বিকৃতির অনুপাত একটি ধ্রুব সংখ্যা। এ ধ্রুব সংখ্যাকে বস্তুর উপাদানের পয়সনের অনুপাত বলে।",
        "question_no": 14,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971425,
        "options": [
          "ইয়ং গুণাঙ্ক",
          "আয়তন গুণাঙ্ক",
          "দৃঢ়তার গুণাঙ্ক",
          "পয়সনের অনুপাত"
        ],
        "question": "নিচের কোন রাশিটির কোনো মাত্রা নেই?",
        "explanation": "বিকৃতির অনুপাত বলে পয়সনের অনুপাতের মাত্রা এবং একক নেই।",
        "question_no": 15,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971426,
        "options": [
          "0.01",
          "0.1",
          "0.4",
          "0.6"
        ],
        "question": "পয়সনের অনুপাতের মান নিচের কোনটির সমান হতে পারে না?",
        "explanation": "সাধারণত পয়সনের অনুপাত 0.2 থেকে 0.4 এর মধ্যে থাকে।",
        "question_no": 16,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971427,
        "options": [
          "0.00004",
          "0.0004",
          "0.1",
          "10"
        ],
        "question": "একটি তারের দৈর্ঘ্য বিকৃতি 0.02 এবং পার্শ্ব বিকৃতি 0.002 হলে এর পয়সনের অনুপাত কত?",
        "explanation": "পয়সনের অনুপাত σ = পার্শ্ব বিকৃতি / দৈর্ঘ্য বিকৃতি = 0.002 / 0.02 = 0.1।",
        "question_no": 17,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971428,
        "options": [
          "ইয়ং গুণাঙ্ক",
          "সংনম্যতা",
          "পৃষ্ঠটান",
          "সান্দ্রতা গুণাঙ্ক"
        ],
        "question": "পয়েজ (poise) কীসের একক?",
        "explanation": "অনেক ক্ষেত্রে সান্দ্রতার একক হিসেবে পয়েজ ব্যবহার করা হয়। 10 poise = 1 Nsm-²",
        "question_no": 18,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971429,
        "options": [
          "MLT-¹",
          "ML-¹T",
          "ML-¹T-¹",
          "M-¹LT"
        ],
        "question": "সান্দ্রতা সহগের মাত্রা কোনটি?",
        "explanation": "সান্দ্র বল F = η A (dv/dx) থেকে η = F / [A (dv/dx)] = [MLT⁻²] / [L² × (LT⁻¹/L)] = [ML⁻¹T⁻¹]।",
        "question_no": 19,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971430,
        "options": [
          "সমানুপাতিক",
          "ব্যস্তানুপাতিক",
          "বর্গমূলের সমানুপাতিক",
          "বর্গমূলের ব্যস্তানুপাতিক"
        ],
        "question": "গ্যাসের সান্দ্রতা সহগ-এর কেলভিন বা পরম তাপমাত্রার-",
        "explanation": "গ্যাসের গতিতত্ত্ব অনুযায়ী গ্যাসের সান্দ্রতা সহগ পরম তাপমাত্রার বর্গমূলের সমানুপাতিক (η ∝ √T)।",
        "question_no": 20,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971431,
        "options": [
          "9.81 N",
          "0.981 N",
          "1.962 N",
          "0"
        ],
        "question": "100 g ভরের একটি বস্তু পানির মধ্যে পড়ায় তার ওপর ক্রিয়ারত প্লবতা 0.981 N হলে সান্দ্রবল হবে-",
        "explanation": "বস্তুর ওজন W = mg = 0.1 kg × 9.81 ms⁻² = 0.981 N। যেহেতু উর্ধ্বমুখী প্লবতা U = 0.981 N এবং W = U, তাই লব্ধি বল শূন্য হওয়ায় সান্দ্রবল = 0।",
        "question_no": 21,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971432,
        "options": [
          "rads-¹",
          "Js-¹",
          "Nsm-²",
          "Nm-²"
        ],
        "question": "সান্দ্রতা গুণাঙ্কের একক কোনটি?",
        "explanation": "SI পদ্ধতিতে সান্দ্রতা গুণাঙ্কের একক হলো N·s·m⁻² বা Pa·s (প্যাসকেল-সেকেন্ড)।",
        "question_no": 22,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971433,
        "options": [
          "তেল",
          "দুধ",
          "মধু",
          "পানি"
        ],
        "question": "নিচের কোন পদার্থের সান্দ্রতা সবচেয়ে বেশি?",
        "explanation": "সান্দ্রতার ক্রম→ মধু > তেল > দুধ> পানি।",
        "question_no": 23,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971434,
        "options": [
          "একই হবে",
          "দ্বিগুণ হবে",
          "চারগুণ হবে",
          "অর্ধেক হবে"
        ],
        "question": "একটি ধাতুর তৈরি দুটি গোলক যাদের একটির ব্যাসার্ধ অন্যটির দ্বিগুণ। গোলক দুটিকে তরল পদার্থে পূর্ণ একটি লম্বা জারের ভেতর দিয়ে পড়তে দেয়া হলে, ছোটটির তুলনায় বড়টির টার্মিনাল গতি-",
        "explanation": "স্টোকসের সূত্র অনুযায়ী প্রান্তিক বেগ বা টার্মিনাল গতি v ∝ r²। ব্যাসার্ধ দ্বিগুণ হলে প্রান্তিক বেগ (2)² = 4 গুণ হবে।",
        "question_no": 24,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971435,
        "options": [
          "ML°T-²",
          "M²L°T-²",
          "M²L²T²",
          "M°L²T-²"
        ],
        "question": "পৃষ্ঠটানের মাত্রা কোনটি?",
        "explanation": "পৃষ্ঠটান T = বল / দৈর্ঘ্য = [MLT⁻²] / [L] = [MT⁻²] বা [ML⁰T⁻²]।",
        "question_no": 25,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971436,
        "options": [
          "বিভিন্ন পদার্থের অণুর মধ্যে পারস্পরিক আকর্ষণ বল",
          "একই পদার্থের বিভিন্ন অণুর মধ্যে পারস্পরিক আকর্ষণ বল",
          "একই পদার্থের বিভিন্ন অণুর মধ্যে পারস্পরিক বিকর্ষণ বল",
          "বিভিন্ন পদার্থের অণুর মধ্যে পারস্পরিক বিকর্ষণ বল"
        ],
        "question": "সংসক্তি বল হচ্ছে-",
        "explanation": "একই পদার্থের বিভিন্ন অণুর মধ্যে পারস্পরিক আকর্ষণ বলকে সংসক্তি বল বলে।",
        "question_no": 26,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971437,
        "options": [
          "একই পদার্থের বিভিন্ন অণুর মধ্যে পারস্পরিক আকর্ষণ বল",
          "বিভিন্ন পদার্থের অণুর ভেতর পারস্পরিক বিকর্ষণ বল",
          "একই পদার্থের বিভিন্ন অণুর মধ্যে পারস্পরিক বিকর্ষণ বল",
          "বিভিন্ন পদার্থের অণুর ভেতর পারস্পরিক আকর্ষণ বল"
        ],
        "question": "আসঞ্জন বল হচ্ছে",
        "explanation": "বিভিন্ন পদার্থের অণুর ভেতর পারস্পরিক আকর্ষণ বলকে আসঞ্জন বল বলে।",
        "question_no": 27,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971438,
        "options": [
          "ক্ষেত্রফল হাস পায়",
          "ক্ষেত্রফল বৃদ্ধি পায়",
          "আয়তন হ্রাস পায়",
          "ক্ষেত্রফল অপরিবর্তিত থাকে"
        ],
        "question": "বৃষ্টির একটি বড়ো ফোঁটা ভেঙ্গে অনেকগুলো ছোট ফোঁটায় পরিণত হলে ফোঁটাগুলোর সর্বমোট-",
        "explanation": "একটি বড়ো ফোঁটা ভেঙ্গে অনেকগুলো ছোট ফোঁটায় পরিণত হলে ফোঁটাগুলোর সর্বমোট ক্ষেত্রফল বৃদ্ধি পায়।",
        "question_no": 28,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971439,
        "options": [
          "N m",
          "N-¹m",
          "N m-²",
          "Nm-¹"
        ],
        "question": "নিচের কোনটি পৃষ্ঠশক্তির একক?",
        "explanation": "পৃষ্ঠশক্তির একক Nm-¹ এবং মাত্রা MT-²",
        "question_no": 29,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971440,
        "options": [
          "প্রায় 90°",
          "প্রায় 0°",
          "90°-এর চেয়ে বড়ো",
          "90°-এর চেয়ে ছোট"
        ],
        "question": "যেসব তরল পদার্থ কাচ ভেজায় তাদের ক্ষেত্রে স্পর্শকোণ-",
        "explanation": "যেসব তরল পদার্থ কাচ ভেজায় তাদের ক্ষেত্রে স্পর্শকোণ সূক্ষ্ম কোণ হবে।",
        "question_no": 30,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971441,
        "options": [
          "প্রায় 90°",
          "প্রায় 0°",
          "90°-এর চেয়ে বড়ো",
          "90°-এর চেয়ে ছোট"
        ],
        "question": "যেসব তরল পদার্থ কাচ ভেজায় না তাদের ক্ষেত্রে স্পর্শকোণ-",
        "explanation": "যেসব তরল পদার্থ কাচ ভেজায় না তাদের ক্ষেত্রে স্পর্শকোণ স্থূল কোণ হবে।",
        "question_no": 31,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971442,
        "options": [
          "0°",
          "প্রায় 139°",
          "90°",
          "৪০"
        ],
        "question": "কাচ ও বিশুদ্ধ পারদের বেলায় স্পর্শকোণের মান-",
        "explanation": "কাচ ও বিশুদ্ধ পারদের বেলায় স্পর্শকোণ প্রায় 140°।",
        "question_no": 32,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971443,
        "options": [
          "অপরিবর্তিত থাকে",
          "বৃদ্ধি পায়",
          "হ্রাস পায়",
          "হ্রাসও পেতে পারে বৃদ্ধিও পেতে পারে"
        ],
        "question": "যখন পানিতে কিছু ডিটারজেন্ট মেশানো হয় তখন এর পৃষ্ঠটান-",
        "explanation": "পানিতে ডিটারজেন্ট মেশানো হলে পৃষ্ঠটান হ্রাস পায়।",
        "question_no": 33,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971444,
        "options": [
          "10^-15m",
          "10^-10 m",
          "10^-9m",
          "10^-18 m"
        ],
        "question": "প্রভাব গোলকের ব্যাসার্ধ কোনটি?",
        "explanation": "প্রভাব গোলকের ব্যাসার্ধ 10^-10 m।",
        "question_no": 34,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971445,
        "options": [
          "0°",
          "৪°",
          "90°",
          "140°"
        ],
        "question": "রুপা ও বিশুদ্ধ পানির মধ্যকার স্পর্শকোণ (প্রায়) কত?",
        "explanation": "রুপা ও বিশুদ্ধ পানির মধ্যকার স্পর্শকোণ প্রায় 90°।",
        "question_no": 35,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971446,
        "options": [
          "অর্ধেক",
          "সমান",
          "দ্বিগুণ",
          "তিনগুণ"
        ],
        "question": "কোনো তরলের পৃষ্ঠশক্তি সংখ্যাগতভাবে পৃষ্ঠটানের-",
        "explanation": "পৃষ্ঠশক্তি সংখ্যাগতভাবে পৃষ্ঠটানের সমান।",
        "question_no": 36,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971447,
        "options": [
          "0°",
          "40°",
          "60°",
          "120°"
        ],
        "question": "তরল ও কঠিন পদার্থের মধ্যকার স্পর্শকোণ নিচের কোনটি হলে তরল পদার্থ, কঠিন পদার্থকে ভেজাবে না?",
        "explanation": "তরল ও কঠিন পদার্থের মধ্যকার স্পর্শকোণ 120° হলে তরল কঠিনকে ভেজাবে না।",
        "question_no": 37,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971448,
        "options": [
          "তলটান",
          "সান্দ্রতা",
          "স্থিতিস্থাপকতা",
          "পরিবাহিতা"
        ],
        "question": "কর্পূরের পানিতে নাচা বা 'Dancing of Camphor on water' পদার্থের কোন ধর্মের জন্য ঘটে?",
        "explanation": "কপূরের পানিতে নাচা পৃষ্ঠটান ধর্মের জন্য ঘটে।",
        "question_no": 38,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971449,
        "options": [
          "সান্দ্রতা",
          "স্থিতিস্থাপকতা",
          "পৃষ্ঠটান",
          "কৈশিকতা"
        ],
        "question": "কোন ধর্মের কারণে পানির ফোঁটা গোলাকৃতি হয়?",
        "explanation": "পৃষ্ঠটানের কারণে তরল তার মুক্ত পৃষ্ঠের ক্ষেত্রফল সর্বনিম্ন রাখতে চায়, নির্দিষ্ট আয়তনের জন্য গোলকের ক্ষেত্রফল সর্বনিম্ন হওয়ায় ফোঁটা গোলাকার হয়।",
        "question_no": 39,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971450,
        "options": [
          "অবতল",
          "উত্তল",
          "সমতলাবতল",
          "সমতলোত্তল"
        ],
        "question": "যদি স্পর্শকোণ 90° এর কম হয়, তবে তরলের পৃষ্ঠ কেমন হবে?",
        "explanation": "স্পর্শকোণ 90° এর কম হয়, তবে তরলের পৃষ্ঠ অবতল হবে এবং তরল কঠিনকে ভেজাবে",
        "question_no": 40,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971451,
        "options": [
          "7.2 x 10^-3 N",
          "3.6 x 10^-3 N",
          "1.4 × 10^-3 N",
          "7.2 × 10^-4N"
        ],
        "question": "পানির উপরিতলে রাখা 0.05 m দীর্ঘ একটি সূঁচকে টেনে তুললে সর্বাধিক যে বলের প্রয়োজন (পানির পৃষ্ঠটান = 72 × 10³ Nm-¹)",
        "explanation": "সূঁচের দুই পাশের স্পর্শ তলের কারণে প্রয়োজনীয় অতিরিক্ত বল F = 2TL = 2 × (72 × 10⁻³ N/m) × 0.05 m = 7.2 × 10⁻³ N।",
        "question_no": 41,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971452,
        "options": [
          "পানির পৃষ্ঠটান",
          "পানির ঊর্ধ্বচাপ",
          "পানির ঘনত্ব ইস্পাতের ঘনত্বের চেয়ে কম হওয়ার কারণে",
          "পানির সান্দ্রতার কারণে"
        ],
        "question": "পানির ওপর পোকামাকড় ভেসে থাকার কারণ–",
        "explanation": "পানির পৃষ্ঠটানের কারণে পানির ওপর পোকামাকড় ভেসে থাকে।",
        "question_no": 42,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971453,
        "options": [
          "পৃষ্ঠশক্তি",
          "সান্দ্রতা",
          "স্থিতিস্থাপকতা",
          "পৃষ্ঠটান"
        ],
        "question": "কোনটি পদার্থের সাধারণ ধর্ম?",
        "explanation": "ওজন, বিস্তৃতি, রোধ, স্থিতিস্থাপকতা পদার্থের সাধারণ ধর্ম।",
        "question_no": 43,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971454,
        "options": [
          "বালি অধিক পানি ধরে রাখে",
          "বালি কৈশিক নলের কাজ করতে পারে না, ফলে পানি ধরে রাখতে পারে না, শুষ্ক থাকে",
          "বালি অধিক উত্তপ্ত হয়",
          "বালি বাতাসের বল সহ্য করতে পারে না"
        ],
        "question": "গাছের গোড়ায় বালি জমে থাকলে গাছ মরে যায়, কারণ–",
        "explanation": "গাছের গোড়ায় বালি জমে থাকলে, বালি কৈশিক নলের কাজ করতে পারে না, ফলে পানি ধরে রাখতে পারে না, শুষ্ক থাকে এবং গাছ মারা যায়।",
        "question_no": 44,
        "correctAnswer": 1,
        "correct_index": 1
      },
      {
        "id": 1792261971455,
        "options": [
          "735 dyne/cm",
          "73.5 dyne/cm",
          "73 N m",
          "7.35 Nm"
        ],
        "question": "বায়ুর সংস্পর্শে 20°C তাপমাত্রায় পানির তলটান কত হবে?",
        "explanation": "বায়ুর সংস্পর্শে 20°C তাপমাত্রায় পানির তলটান 735 dyne/cm হবে।",
        "question_no": 45,
        "correctAnswer": 0,
        "correct_index": 0
      },
      {
        "id": 1792261971456,
        "options": [
          "অভিকর্ষ বল",
          "সান্দ্রবল",
          "সংসক্তি বল",
          "আসঞ্জন বল"
        ],
        "question": "চক ও বোর্ডের অণুর আকর্ষণ বল-",
        "explanation": "ভিন্ন পদার্থের অণুগুলোর মধ্যে আকর্ষণ বলকে আসঞ্জন বল বলে।",
        "question_no": 46,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971457,
        "options": [
          "বৃদ্ধি পায়",
          "শূন্য হয়",
          "হ্রাস পায়",
          "স্থির থাকে"
        ],
        "question": "তাপমাত্রা বৃদ্ধি পেলে তলটান-",
        "explanation": "তাপমাত্রা বৃদ্ধি পেলে তলটান হ্রাস পায়।",
        "question_no": 47,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971458,
        "options": [
          "সংসক্তি বল",
          "আণবিক শক্তি",
          "আসঞ্জন বল",
          "আসঞ্জন শক্তি"
        ],
        "question": "বিভিন্ন পদার্থের অণুগুলোর মধ্যে আকর্ষণ বলকে বলে-",
        "explanation": "বিভিন্ন পদার্থের অণুগুলোর মধ্যে আকর্ষণ বলকে আসঞ্জন বল বলে।",
        "question_no": 48,
        "correctAnswer": 2,
        "correct_index": 2
      },
      {
        "id": 1792261971459,
        "options": [
          "সান্দ্রতার ক্রিয়ায়",
          "পৃষ্ঠশক্তির ক্রিয়ায়",
          "পৃষ্ঠটানের ক্রিয়ায়",
          "কৌশিক ক্রিয়ায়"
        ],
        "question": "ব্লটিং পেপার কোন ধর্মের জন্য পানি শুষে নেয়?",
        "explanation": "ব্লটিং পেপার কৈশিক ক্রিয়া ধর্মের জন্য পানি শুষে নেয়",
        "question_no": 49,
        "correctAnswer": 3,
        "correct_index": 3
      },
      {
        "id": 1792261971460,
        "options": [
          "তাপমাত্রা",
          "চাপ",
          "দূষিতকরণ",
          "দ্রবীভূত বস্তুর উপস্থিতি"
        ],
        "question": "তরলের পৃষ্ঠটানের ওপর নিচের কোনটির প্রভাব নেই?",
        "explanation": "তরলের পৃষ্ঠটানের ওপর চাপের প্রভাব নেই।",
        "question_no": 50,
        "correctAnswer": 1,
        "correct_index": 1
      }
    ],
    "startDate": "2026-10-06T00:33",
    "totalMarks": 50,
    "negativeMark": 0.25,
    "durationMinutes": 30
  },
  "title": "পদার্থের গাঠনিক ধর্ম",
  "examId": null,
  "isFree": false,
  "pdfUrl": "https://drive.google.com/file/d/1M5rakAEUVEfhTAq1FijZEZWfwx486_kD/view?usp=drivesdk",
  "duration": "45 min",
  "videoUrl": "https://youtu.be/wjSYAe49lMk"
};
